export const COMPONENT_NAME = 'poll-new-join-link-id-page';

export enum PollNewJoinLinkIdPagePageTextAttribute {
  backTo = 'Вернуться к',
  polls = 'Опросы',
  title = 'Пригласите членов опроса на ваш',
  joinLink = 'со ссылкой для присоединения',
  placeholder = 'Скопировать ссылку',
  description = 'Это позволит любому, у кого есть ссылка, присоединиться к вашему опросу, мы отправим электронное письмо владельцу компании, когда член опроса присоединится. Вы можете повысить членов опроса до администратора опроса в любое время, как только они присоединятся.',
  continue = 'Продолжить',
  skip = 'Пропустить'
}
